<!--
 * @Author: xujintai
 * @Date: 2021-04-17 15:26:51
 * @LastEditors: xujintai
 * @LastEditTime: 2021-05-13 18:35:24
 * @Description: file content
 * @FilePath: \music-user\src\components\education\MusicEdu.vue
-->
<template>
  <div id="music-edu">
    <swiper />
    <ul>
      <li>“中国传统音乐”是指中国人运用本民族固有方法、采取本民族固有形式创造的、具有本民族固有形态特征的音乐，不仅包括在历史上产生、流传至今的古代作品，还包括当代作品，是我国民族音乐中一个极为重要的组成部分。</li>
      <li>中国传统音乐简介：我们在许多民乐CD中都可看到“国乐”二字，这“国乐”指的是从古代流传下来，在近代又有所发展的属于“国粹”的音乐，可见“国乐”的创作时间指的是古代；“新音乐”指的是那些学习过西方音乐的人所写的音乐，如学堂乐歌，可见新音乐的创作时间是在1840年鸦片战争之后。</li>
      <li>“中国音乐”则不仅指古代传承下来的音乐，也指中国人按西方理论创作和改编的音乐。</li>
      <li>“中国传统音乐”是指中国人运用本民族固有方法、采取本民族固有形式创造的、具有本民族固有形态特征的音乐，不仅包括在历史上产生、流传至今的古代作品，还包括当代作品。</li>
      <li>传统音乐是我国民族音乐中一个极为重要的组成部分，传统音乐与新音乐的区别并不在于创作时间的先后，而是在于其表现形式及风格特征。</li>
      <li>传统音乐的划分最早见于中国音乐研究所编写的《民族音乐概论》，分为五大类：歌曲、歌舞音乐、说唱音乐、戏曲和器乐，但大多院校在教学中把歌舞音乐并入民歌，于是就变成四大类：民歌、民族器乐、曲艺（即“说唱”）音乐、戏曲音乐。</li>
      <li>实际上，“民族音乐”、“传统音乐”和“民间音乐”又是三个不同的概念：“民族音乐”包括传统音乐和新音乐；而“民间音乐”只是传统音乐的一个类别。且我国的民族音乐是非常丰富的，除了民间音乐，还包括宫廷音乐、宗教音乐和文人音乐。</li>
      <li>杜亚雄先生则将中国传统音乐分类如下：民间音乐、文人音乐、宗教音乐、宫廷音乐；其中民间音乐包括民间歌曲、民间器乐、民间歌舞、戏曲音乐和说唱音乐；文人音乐包括古琴音乐、诗词吟诵调、文人自度曲；宗教音乐包括佛教音乐、道教音乐、基督教音乐其它宗教音乐；宫廷音乐包括祭祀乐、朝会乐、导迎及巡幸乐、宴乐。</li>
    </ul>
  </div>
</template>

<script>
import Swiper from "@/components/swiper/EudSwiper.vue";
export default {
  components: { Swiper },
};
</script>

<style lang="scss" scoped>
#music-edu {
  ul {
    text-align: left;
    li {
      margin-top: 13px;
    }
  }
}
</style>